Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Masts for aerials
it: Pali per antenne

source: Programmable logic arrays
it: Matrici logiche programmabili

source: Programmable telecommunication apparatus
it: Apparecchi di telecomunicazione programmabili

source: Electronic mail terminals
it: Terminali per posta elettronica

source: Radiation dosemeters
it: Dosimetri di radiazioni

source: Wireless transmitters
it: Trasmettitori senza fili

source: X-ray analyzers [other than for medical use]
it: Analizzatori a raggi X [non per uso medico]

source: Reels for films
it: Bobine per film

source: Microprocessor controls
it: Controlli a microprocessori

source: Electric boosters
it: Booster elettrici

source: Physical analysing apparatus [other than for medical use]
it: Apparecchi analizzatori fisici [non per uso medico]

source: Transmitters for use in emergency communications
it: Trasmettitori per comunicazioni di emergenza

source: Postage scales
it: Bilance postali

source: Spirometers for scientific use
it: Spirometri per uso scientifico

source: Cabinets adapted to hold computers
it: Armadi adattati per contenere computer

source: Screen savers
it: Salvaschermo

source: Electronic semi-conductors
it: Semiconduttori elettronici

source: Timetables (Electronic -)
it: Orari (Elettronici -)

source: Phase shifters
it: Variatori di fase

source: Periscopes
it: Periscopi

source: Temperature measuring apparatus for household use
it: Apparecchi di misurazione della temperatura per uso domestico

source: Temperature regulators for vehicle engines
it: Regolatori di temperatura per motori di veicoli

source: Precision theodolites
it: Teodoliti di precisione

source: Totalizators
it: Totalizzatori

source: Furnaces for laboratory use
it: Fornelli da laboratorio

source: Computer software designed to estimate costs
it: Software progettati per la stima dei costi

source: Blank video tapes
it: Videonastri vergini

source: Recorded computer game programs
it: Programmi registrati di video giochi

source: Vacuum probes for laboratory use
it: Sonde di vuoto per laboratorio

source: Network servers
it: Server di rete

source: Telephone switchboards
it: Commutatori telefonici

source: Thermocouple heads
it: Teste di termocoppia

source: Voltage stabilizing power supply
it: Alimentazione a tensione stabilizzata

source: Abdomen protectors for protection against injury [other than parts of sports suits or adapted for use in specific sporting activities]
it: Protezioni addominali per prevenire danni alla persona [non parti di abbigliamento sportivo né per uso in specifiche attività sportive]

source: Optical transceivers
it: Ricetrasmettitori ottici

source: Solar cells
it: Celle solari

source: Sextants
it: Sestanti

source: Electro-dynamic apparatus for the remote control of signals
it: Apparecchi elettrodinamici per il telecomando dei segnali

source: Electrical circuit boards
it: Schede di circuiti elettrici

source: Banking cards [encoded or magnetic]
it: Carte bancarie [codificate o magnetiche]

source: Cosmographic instruments
it: Strumenti di cosmografia

source: Instruments for detecting traffic
it: Strumenti per il rilevamento del traffico

source: Instruments for diagnosis [for scientific use]
it: Strumenti per diagnosi [per uso scientifico]

source: Connector sockets (Electric -)
it: Zoccoli di connessione (Elettrici -)

source: Contact boards (Electric -)
it: Quadri dei contatti (Elettrici -)

source: Optical printers
it: Stampanti ottiche

source: Optical switches
it: Interruttori ottici

source: Numerical control apparatus
it: Dispositivi a controllo numerico

source: Optical cards
it: Schede ottiche

source: Electrical receivers
it: Ricevitori elettrici

source: Electrical resistance coils
it: Bobine di resistenza elettrica

source: Helmets for motorcyclists
it: Caschi per motociclisti

source: Hunting binoculars
it: Binocoli da caccia

source: Monocles
it: Monocoli

source: Coils, electric
it: Bobine elettriche

source: Igniting apparatus, electric, for igniting at a distance
it: Dispositivi elettrici per l'accensione a distanza

source: Electrified fences
it: Recinti elettrificati

source: Tone arms for record players
it: Bracci per giradischi

source: Telephone connecting cords
it: Fili di connessione telefonici

source: Components for electric circuits
it: Componenti per circuiti elettrici

source: Aerial sockets
it: Prese per antenne

source: Apparatus and installations for the production of X-rays, not for medical purposes
it: Apparecchi e impianti per la generazione di raggi x, non per uso medico

source: Audio recordings
it: Registrazioni audio

source: Electronic sliding callipers
it: Calibri a corsoio elettronici

source: Face guards for protection against accident or injury
it: Protezioni per il viso contro gli infortuni o le lesioni

source: Electronic data processing equipment
it: Dispositivi elettronici di elaborazione dati

source: Filters for respiratory masks
it: Filtri per maschere respiratorie

source: Egg-candlers
it: Sperauova

source: Ultrasonic diagnostic apparatus for laboratory use
it: Apparecchi diagnostici ad ultrasuoni per laboratorio

source: Ultrasonic transducers
it: Trasduttori ad ultrasuoni

source: Advertising signboards [luminous]
it: Insegne pubblicitarie [luminose]

source: Local mobile telephone systems
it: Impianti di telefoni cellulari locali

source: Logic probes
it: Sonde logiche

source: Interchangeable lenses
it: Lenti intercambiabili

source: Electric circuit closers
it: Interruttori elettrici

source: Television signal amplifiers
it: Amplificatori di segnali televisivi

source: Simulators for training personnel in the use of firearms
it: Simulatori per addestrare il personale all'utilizzo di armi da fuoco

source: Prisms [optics]
it: Prismi [ottica]

source: Monitors [computer programs]
it: Monitors [programmi per computers]

source: Computer games programs recorded on tapes [software]
it: Programmi di giochi per computer registrati su nastri [software]

source: Computer hardware for use in computer-assisted software engineering
it: Hardware per ingegneria del sofware assistita dal computer

source: Computer mainframes
it: Elaboratori centrali

source: Counterfeit [false] coin detectors
it: Rivelatori di monete false

source: Metal detectors for industrial or military purposes
it: Rivelatori di oggetti metallici per uso industriale o militare

source: Magnetic resistance sensors
it: Sensori di resistenza magnetica

source: Magnetic separators for scientific use
it: Separatori magnetici per uso scientifico

source: Magnetic strip readers
it: Lettori di bande magnetiche

source: Tactical guided missile apparatus
it: Apparecchi per missili tattici guidati

source: Tactile switches [electric]
it: Interruttori tattili [elettrici]

source: Mobile data communications apparatus
it: Apparecchi mobili di comunicazione dati

source: Resistors
it: Resistori

source: Respiratory mask filters [non-medical]
it: Filtri per maschere respiratorie [non medici]

source: Prisms for optics purposes
it: Prismi per uso ottico

source: Keyboards for mobile phones
it: Tastiere per telefoni cellulari

source: Nose clips for swimming
it: Stringinaso per il nuoto

source: Internet servers
it: Server per Internet

source: Intranet servers
it: Server per intranet

source: Instruments for surveying physical data
it: Strumenti per il rilevamento di dati fisici

source: Automatic fire extinguishing apparatus
it: Dispositivi automatici per estinguere il fuoco

source: Ballasts for electrical lighting fittings
it: Resistenze per impianti di illuminazione elettrica

source: Mounting cradles [electrical]
it: Culle di fissaggio [elettriche]

source: Multimedia multiplexers
it: Multiplexer multimediali

source: Technical thermometers
it: Termometri tecnici

source: Telecommunications circuit board units
it: Schede a circuiti per telecomunicazioni

source: Directories [electric or electronic]
it: Directory [elettriche o elettroniche]

source: Security tapes (adhesive -) [encoded]
it: Nastri di sicurezza (adesivi -) [codificati]

source: Holders for test tubes
it: Contenitori per provette

source: Thermal suits for protection against accident or injury
it: Completi termici di protezione contro infortuni o lesioni

source: Test tubes
it: Provette

source: Sound mixers with integrated amplifiers
it: Mixer audio con amplificatori integrati

source: Optical semiconductor amplifiers
it: Amplificatori semiconduttori ottici

source: Memories for data processing equipment
it: Memorie per dispositivi di elaborazione dati

source: Insulating vessels for laboratory use
it: Recipienti isolanti per uso di laboratorio

source: Integrated electronic circuits
it: Circuiti elettronici integrati

source: Cards encoded with security features for identification purposes
it: Schede codificate con funzioni di sicurezza per l'identificazione

source: Carriers adapted for mobile phones
it: Custodie per telefoni cellulari

source: Cases adapted for photographic equipment
it: Custodie adattate per apparecchiature fotografiche

source: Cases adapted for computers
it: Custodie adattate per computer

source: Electrical terminators
it: Terminatori elettrici

source: Computer software for creating dynamic websites
it: Software per creare siti Web dinamici

source: Computer software for scanning images and documents
it: Software per la scansione di immagini e documenti

source: Mechanical illuminated signboards
it: Insegne luminose meccaniche

source: Multiprocessor chips
it: Chip per multiprocessori

source: Digital video recorders
it: Registratori video digitali

source: Laboratory optical apparatus
it: Apparecchi ottici da laboratorio

source: Laser discs
it: Dischi laser

source: Target sights for guns [electronic]
it: Mirini per armi da fuoco [elettronici]

source: Ceramic wafers bearing printed circuits
it: Fette in ceramica contenenti circuiti stampati

source: Chemical reactors
it: Reattori chimici

source: Ribbon cable
it: Cavo a nastro

source: Connections for electric lines
it: Connessioni di linee elettriche

source: Score recorders [electric]
it: Tabelloni segnapunti [elettrici]

source: Process controllers [electric]
it: Regolatori di processo [elettrici]

source: Software drivers
it: Driver software

source: Digital televisions
it: Televisori digitali

source: Switch points [electric]
it: Punti di scambio [elettricità]

source: Printed cards [encoded]
it: Carte stampate [codificate]

source: Remote controls for operating flying toys
it: Telecomandi per giocattoli volanti

source: Pre-recorded compact discs
it: Compact disc preregistrati

source: Semiconductor elements
it: Elementi semiconduttori

source: Linear transducers
it: Trasduttori lineari

source: Wall mountings adapted for television monitors
it: Dispositivi di montaggio a parete per schermi televisivi

source: Hybrid circuits
it: Circuiti ibridi

source: Graphic terminals
it: Terminali grafici

source: Metal signboards [electric]
it: Insegne in metallo [elettriche]

source: Chromatography apparatus for laboratory use
it: Apparecchi di cromatografia di laboratorio

source: Microwave communications apparatus
it: Apparecchi di comunicazione a microonde

source: Microwave connectors
it: Connettori a microonde

source: Hand-held electronic dictionaries
it: Dizionari elettronici tascabili

source: Spring callipers
it: Calibri a molla

source: Radio relay cables
it: Cavi radio a relè

source: Geophysical research apparatus
it: Apparecchi per ricerche geofisiche

source: Thermostat wires
it: Fili per termostati

source: Piezoelectric vibratory gyroscopes
it: Giroscopi vibranti piezoelettrici

source: Musical video recordings
it: Registrazioni video musicali

source: Stoves for use in experiments
it: Fornelli per esperimenti

source: Distribution transformers
it: Trasformatori di distribuzione

source: Computer hardware for telecommunications
it: Hardware per telecomunicazioni

source: Nautical apparatus and instruments
it: Apparecchi e strumenti nautici

source: Electronic audio signal processors for compensating sound distortion in speakers
it: Elaboratori elettronici di segnali audio per compensare le distorsioni acustiche negli altoparlanti

source: Electronic blackboards
it: Lavagne elettroniche

source: Electronic communication installations
it: Impianti di comunicazione elettronica

source: Sprinkler systems for fire protection
it: Impianti antincendio a spruzzo

source: Bathroom scales
it: Bilance da bagno

source: Electric current sensors
it: Sensori di corrente elettrica

source: Electric current transformers
it: Trasformatori di corrente elettrica

source: Planar triodes
it: Triodi planari

source: Plotter printers
it: Stampanti plotter

source: Safety signals [luminous]
it: Segnali di sicurezza [luminosi]

source: Boxes adapted for storing computer software disks
it: Scatole per stoccare dischetti per software

source: X-ray laminographic inspection apparatus, other than for medical use
it: Apparecchi di analiai laminografici a raggi x, non per uso medico

source: X-ray photographic apparatus, other than for medical use
it: Apparecchi fotografici a raggi X, non per uso medico

source: Anti-reflective lenses
it: Lenti antiriflesso

source: Measuring tapes
it: Rotelle metriche

source: Electronic touch sensitive switches
it: Interruttori elettronici sensibili al tatto

source: Differential switches
it: Interruttori differenziali

source: Digital signal processors
it: Processori di segnali digitali

source: Thick film hybrid circuits
it: Circuiti ibridi a film spesso

source: UPI [universal peripheral interface] software
it: Software UPI [interfaccia periferica universale]

source: Magnetic object detectors
it: Rivelatori di oggetti magnetici

source: Electronic heart rate recorders [other than for medical use]
it: Rilevatori elettronici della frequenza cardiaca [non per uso medico]

source: Instruments for recording heart activity [for scientific purposes]
it: Strumenti per la registrazione dell'attività cardiaca [a scopo scientifico]

source: Invoicing machines
it: Macchine per fatturare

source: Electrical frequency converters
it: Convertitori di frequenze elettrici

source: Flashlight apparatus
it: Dispositivi flash

source: Flexible sheaths for electric conductors
it: Guaine flessibili per conduttori elettrici

source: Floppy disk drives
it: Unità dischi floppy

source: Reprographic instruments
it: Strumenti riprografici

source: Sheaths for optical fibre cable
it: Guaine per cavi in fibre ottiche

source: Tubes [pipettes] for scientific use
it: Tubi [pipette] per uso scientifico

source: Headphone consoles
it: Consolle per cuffie

source: Headphone-microphone combinations
it: Combinazioni cuffie-microfono

source: Heat resistant electric wires
it: Fili elettrici resistenti al calore

source: Helmet communications systems
it: Sistemi di comunicazione a casco

source: Computer software for use in medical decision support systems
it: Software per sistemi di supporto per decisioni mediche

source: Computer network routers
it: Router per reti informatiche

source: Vehicle parking meters
it: Parchimetri per veicoli

source: Vials for laboratory use
it: Fiale per laboratorio

source: Cases for telephones
it: Custodie per telefoni

source: Electrical sockets
it: Prese elettriche

source: Electroacoustic transducers
it: Convertitori elettroacustici

source: Electrolysers [electrolytic cells]
it: Elettrolizzatori [celle elettrolitiche]

source: Graphics cards
it: Schede grafiche

source: Reflectors for traffic signals
it: Riflettori per segnali del traffico

source: Resonators
it: Risonatori

source: Wireless local area network devices
it: Dispositivi senza filo per rete locale

source: Terminal blocks (Electrical connecting -)
it: Morsettiere (Per collegamenti elettrici -)

source: Terminal boxes [electrical]
it: Scatole terminali [elettricità]

source: Traffic signs of metal [mechanical]
it: Segnali stradali in metallo [meccanici]

source: Training guides in electronic format
it: Guide di formazione in formato elettronico

source: Transistor sockets
it: Zoccoli per transistor

source: Data carriers for computers having software recorded thereon
it: Supporti di memorizzazione dati su cui sono registrati software

source: Data conversion apparatus
it: Apparecchi di conversione dati

source: System boards (mother cards)
it: Schede di sistema (schede madri)

source: Optical lenses
it: Lenti ottiche

source: Connection blocks [electric cable]
it: Blocchi di connessione [cavi elettrici]

source: Optical disc recordings
it: Registrazioni a disco ottico

source: Optical electronic components
it: Componenti elettronici ottici

source: Inductors [electricity]
it: Induttori [elettricità]

source: Satellites for scientific purposes
it: Satelliti per uso scientifico

source: Armatures [electricity]
it: Indotti [elettricità]

source: Analogue to digital converters
it: Convertitori da digitale ad analogico

source: Analytical plotters
it: Plotter analitici

source: Computer programs for accessing and using the internet
it: Programmi informatici per accesso e utilizzo di Internet

source: Computer software for accessing information directories that may be downloaded from the global computer network
it: Software per accedere a degli elenchi di informazioni che possono essere scaricati da una rete informatica globale

source: Mass spectrometers
it: Spettrometri di massa

source: Surveying apparatus and instruments
it: Apparecchi e strumenti geodesici

source: Programme carriers (Optical -)
it: Supporti (ottici) per programmi

source: Equatorial telescopes
it: Telescopi equatoriali

source: Electric motor checking [monitoring or supervision] apparatus
it: Apparecchi elettrici di controllo per motori [monitoraggio o supervisione]

source: Electrotechnical components
it: Componenti elettrotecnici

source: Insulated bottles [flasks] for laboratory use
it: Bottiglie isolanti [beute] per uso di laboratorio

source: Speech processors
it: Processori vocali

source: Radio cassette tape recorders
it: Radioregistratori a nastri magnetici

source: Whistles [warning apparatus]
it: Fischietti [apparecchi avvisatori]

source: Work stations [computers]
it: Stazioni di lavoro [computer]

source: Reflective clothing for the prevention of accidents
it: Indumenti riflettenti per la prevenzione di incidenti

source: Microelectronic components
it: Componenti microelettronici

source: Microfilm readers
it: Lettori di microfilm

source: Photosensitive glass
it: Vetro fotosensibile

source: Translation apparatus
it: Apparecchi di traduzione

source: Transmitters for the transmission of electronic signals
it: Trasmettitori per la trasmissione di segnali elettronici

source: Transportable guitar amplifiers
it: Amplificatori portatili per chitarra

source: Portable telecommunications apparatus
it: Apparecchi portatili di telecomunicazioni

source: Cable junctions for electric cables
it: Giunzioni per cavi elettrici

source: Satellite processors
it: Processori satellitari

source: Digital signage monitors
it: Monitor di segnale digitale

source: Printed electronic circuits
it: Circuiti elettronici stampati

source: Touch pads [electronic]
it: Touchpad [elettronici]

source: Phonograph pick-ups
it: Pick-up fonografici

source: Photo potentiometers
it: Foto potenziometri

source: Video communications apparatus
it: Apparecchi di comunicazione video

source: Cyrogenic turbine meters
it: Contatori a turbina criogenici

source: Optical goods
it: Articoli ottici

source: Data transmission cables
it: Cavi per trasmissione di dati

source: Condensers [capacitors]
it: Condensatori elettrici

source: Electric diodes
it: Diodi elettrici

source: WAN [wide area network] hardware
it: Hardware per WAN [rete geografica]

source: Testing apparatus for testing printed circuit boards
it: Apparecchi di prova per schede di circuiti integrati

source: Computer programmes relating to financial matters
it: Programmi per computer per questioni finanziarie

source: Filtering units for laboratory use
it: Unità filtranti da laboratorio

source: Financial management software
it: Software per la gestione finanziaria

source: Vacuum flasks for laboratory use
it: Recipienti termoisolanti per laboratori

source: Valve operators [electric controls]
it: Azionatori di valvole [comandi elettrici]

source: Multimedia accelerator boards
it: Schede di accelerazione multimediali

source: Network access server operating software
it: Software operativi per server di accesso alla rete

source: Thermometers, not for medical purposes
it: Termometri non per uso medico

source: Batteries
it: Pile umide

source: Access interfaces for managed private circuit networks
it: Interfacce di accesso per reti gestite a circuiti privati

source: Active infra-red sensors
it: Sensori a infrarossi attivi

source: Databases (electronic)
it: Banche dati (elettroniche)

source: Magnetic telephone wires
it: Fili telefonici magnetici

source: Rotating lights [signalling]
it: Luci girevoli [per segnalazione]

source: Instrumentation simulators
it: Simulatori di strumentazione

source: Continuity testers
it: Tester di continuità

source: Oil-water thermistors
it: Termistori per acqua-olio

source: On-board computers
it: Computer di bordo

source: Optical beam deflectors
it: Deflettori per raggi ottici

source: Electrical power outlet boxes
it: Scatole per prese elettriche

source: Electrical rectifiers
it: Raddrizzatori elettrici

source: Audio transmitter units
it: Unità di trasmissione audio

source: Audiovisual apparatus
it: Apparecchi audiovisivi

source: Illumination regulators
it: Regolatori d'illuminazione

source: Protection devices for personal use against accidents
it: Dispositivi di protezione personale contro gli infortuni

source: Communications servers [computer hardware]
it: Server di comunicazione [hardware informatico]

source: Anti-theft alarm apparatus [other than for vehicles]
it: Apparecchi di allarme antifurto [non per veicoli]

source: Sound alarms, other than for vehicles
it: Allarmi acustici, non per veicoli

source: X-ray tubes not for medical purposes
it: Tubi a raggi X non per uso medico

source: Electric power supply sockets
it: Prese per alimentazione elettrica

source: Electric reactors
it: Reattori elettrici

source: Interfaces for computers
it: Interfacce [informatica]

source: Electronic scanners
it: Scanner elettronici

source: Computer terminals
it: Terminali di computer

source: Film cutting apparatus
it: Taglierine per pellicole

source: Glazing apparatus for photographic prints
it: Apparecchi per lucidare le copie fotografiche

source: Spark-guards
it: Para-scintille

source: Disks, magnetic
it: Dischi magnetici

source: Noise suppressors [electrical components]
it: Soppressori di rumore [componenti elettrici]

source: Nuclear resonance spectrometers [other than for medical use]
it: Spettrometri a risonanza nucleare [non per uso medico]

source: Radioisotope apparatus, other than for medical use
it: Apparecchi a isotopi radioattivi, non per uso medico

source: Receiving tubes
it: Tubi di ricezione

source: Rechargeable cells
it: Celle ricaricabili

source: Software for interactive television
it: Software per televisione interattiva

source: Meteorological balloons
it: Palloni meteorologici

source: Interactive video software
it: Software video interattivi

source: Internal combustion engine testing apparatus
it: Apparecchi di collaudo per motori a combustione interna

source: Television camera tubes
it: Tubi di ripresa televisivi

source: Temperature compensated crystal oscillators
it: Oscillatori a cristalli a temperatura compensata

source: Fuse holders
it: Porta-fusibili

source: Audio frequency apparatus
it: Apparecchi ad audiofrequenze

source: Demagnetizing apparatus for magnetic tapes
it: Apparecchi smagnetizzatori di nastri magnetici
